Repository: Astone/ArGyver
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl_nl

source: file system node
nl_nl: bestandsnode

source: file system nodes
nl_nl: bestandsnodes

source: file in repository
nl_nl: bestand in repository

source: files in repository
nl_nl: bestanden in repository

source: deleted
nl_nl: verwijderd

source: created
nl_nl: aangemaakt

source: version
nl_nl: versie

source: versions
nl_nl: versies

source: For example: %s
nl_nl: Bijvoorbeeld: %s

source: Default is: %s
nl_nl: Standaard is: %s

source: which is equal to
nl_nl: wat gelijk is aan

source: Only use this if you know what you are doing, it might break the ArGyver. Using -exclude and --include should be fine.
nl_nl: Gebruik dit alleen als je weet waar je mee bezig bent, het kan de ArGyver stukmaken. Je kunt wel gewoon --exclude en --include gebruiken.

source: Someone tried to create a new archive. The slug of a archive defines the root folder of the corresponding archive and according to the database this root folder already exists.
nl_nl: Iemand probeerde een nieuwe locatie aan te maken. De 'slug' van een locatie definieert de 'root' directory van het archief en volgens de database bestaat deze 'root' directory al.

source: archive
nl_nl: archief

source: archives
nl_nl: archieven

source: Cleaning up "%(archive)s" at %(timestamp)s
nl_nl: "%(archive)s" opruimen om %(timestamp)s

source: Note that only the links are removed; the actual data is still stored in the repository.
nl_nl: Alleen de links zijn verwijderd, de daadwerkelijke data staat nog steeds in de repository.

source: Run ./manage.py cleanupargyver to remove the data as well.
nl_nl: Start ./manage.py cleanupargyver om de data ook te verwijderen.

source: Finished in %d seconds
nl_nl: Voltooid in %d seconden

source: Removing %s
nl_nl: Verwijderen: %s

source: Restoring %s
nl_nl: Herstellen: %s

source: Removing dangling database objects
nl_nl: Niet gebruikte database objecten verwijderen

source: %d objects removed
nl_nl: %d objecten verwijderd

source: Removing files from repository
nl_nl: Bestanden verwijderen uit de repository

source: %s freed
nl_nl: %s vrijgemaakt

source: Resetting "%(archive)s" at %(timestamp)s
nl_nl: Ressetten van "%(archive)s" om %(timestamp)s

source: Removing database objects below: %s
nl_nl: Database objecten onder %s verwijderen

source: Removing directory: %s
nl_nl: Directory verwijderen: %s

source: Archiving "%(archive)s" at %(timestamp)s
nl_nl: Archiveren van "%(archive)s" om %(timestamp)s

source: Remote path: %s
nl_nl: Remote pad: %s

source: Local path: %s
nl_nl: Lokaal pad: %s

source: Keyboard Interrupt, finishing %d items in buffer...
nl_nl: Keyboard Interrupt, %d items in de buffer worden nog afgerond...

source: Error in: %s
nl_nl: Fout in: %s

source: Unkownn RSYNC file type received: %s
nl_nl: Onbekend RSYNC file type ontvangen: %s

source: Unkownn RSYNC status received: %s
nl_nl: Onbekende RSYNC status ontvangen: %s

source: Tried to add %s to the database, but it does not exist on disk!
nl_nl: Geprobeerd om %s toe te voegen aan de database, maar het bestaat niet op de schijf.

source: %s was removed by RSYNC, but it does not exist in the database!
nl_nl: %s is verwijderd door RSYNC, maar het bestaat niet in de database!

source: Tried to add %s to the repository, but the file doesn't exist!
nl_nl: Geprobeerd om %s aan de repository toe te voegen, maar het bestand bestaat niet!
